{
  "type": "network",
  "version": "1.0",
  "data": "data.json",
  "logo": {
    "file": "https://www.linkedin.com/in/milos-resimic-ab428131/",
    "link": "https://www.linkedin.com/in/milos-resimic-ab428131/",
    "text": "Milos Resimic"
  },
  "text": {
    "more": "The visualization represents the ownership structure of 129 firms privatized by tender sale in Serbia (2002-2011). The network consists of 1014 nodes, and 1079 edges. Each privatized firm is connected with its 10 largest shareholders (if applicable). Nodes are colored based on weighted outdegree (the sum of percentages of shares an owner (node) has in different firms; darker shades of green indicate higher weighted outdegree)), and sized based on outdegree (more shares in different firms a node has, the bigger it is in size). The edges between the nodes are sized based on the percentage of shares (the ticker the edge, the more shares an owner has in a node linked to it). The edges are colored based on the type of ownership: purple color - individual owners, those with less than 1% of shares in a firm, lighter green color - domestic owners, including firms and individuals with more than 1% of shares, blue color - foreign owners, orange color - unknown owners, firms for which is not possible to establish a final owner based on the available business registers (mostly off shore companies and custodian bank accounts), darker green color - state ownership, light red color - shares of firms whose contract with the private owner was annuled (firms in Register of shares - Registar akcija i udela). It is interesting to note that almost 10% of edges point to unknown owners. The largest node in the network is Register for shares - Registar akcija i udela, a register into which shares of privatized firms whose contracts were annuled come into. The size of it reflects the poor record of privatization in Serbia since 2000, especially for tender based sales. Namely, during this process, 37% of contracts were annuled. I collected ownership data using two sources: Business Registers Agency (http://apr.rs/) and Central Securities Depository and Clearing House (http://www.crhov.rs/index.cfm?jezik=en). Although rich investigative journalist research in Serbia offers data on final ownership for many off shore companies, in this visualization I rely on publicly available data from two mentioned official registers. By doing so, I aim to make a distinction between firms with transparent and hidden ownership.",
    "intro": "Milos Resimic, resimic_milos@phd.ceu.edu",
    "title": "The ownership structure of Serbian firms privatized by tender sale"
  },
  "legend": {
    "edgeLabel": "Ownership tie",
    "colorLabel": "Type of owner",
    "nodeLabel": "Firm/owner"
  },
  "features": {
    "search": true,
    "groupSelectorAttribute": "Label",
    "hoverBehavior": "dim"
  },
  "informationPanel": {
    "groupByEdgeDirection": false,
    "imageAttribute": "Label"
  },
  "sigma": {
    "drawingProperties": {
      "defaultEdgeType": "straight",
      "defaultHoverLabelBGColor": "#002147",
      "defaultLabelBGColor": "#ddd",
      "activeFontStyle": "bold",
      "defaultLabelColor": "#000",
      "labelThreshold": 5,
      "defaultLabelHoverColor": "#fff",
      "fontStyle": "bold",
      "hoverFontStyle": "bold",
      "defaultLabelSize": 14
    },
    "graphProperties": {
      "maxEdgeSize": 5.5,
      "minEdgeSize": 1.0,
      "minNodeSize": 1.5,
      "maxNodeSize": 8
    },
    "mouseProperties": {
      "maxRatio": 20,
      "minRatio": 0.75
    }
  }
}
